/* SIE CONFIDENTIAL
 * $PSLibId$
 * Copyright (C) 2026 Sony Interactive Entertainment Inc.
 * All Rights Reserved.
 */

"msgid_360p" = "360p";
"msgid_540p" = "540p";
"msgid_720p" = "720p";
"msgid_about_app_data" = "Om appdata";
"msgid_about_controllers" = "Om handkontroller";
"msgid_active_device" = "Mikrofon aktiv";
"msgid_another_user_using_rp" = "En annan användare använder fjärrspel på det PS5-system du ansluter till.";
"msgid_app_data_collection_label" = "Inställningar för appdata";
"msgid_app_mobile_device_data_usage" = "Vi använder information från den här enheten för att driva appen, förstå hur väl den fungerar och genomföra förbättringar.";
"msgid_app_update" = "Uppdatera appen.";
"msgid_back" = "Bakåt";
"msgid_battery_level_low_controller" = "Batteriet i handkontrollen börjar ta slut.";
"msgid_before_connect_ps5" = "Innan du ansluter till PS5-systemet";
"msgid_bullet" = "•";
"msgid_busy_network_wait" = "Det kan hända att andra uppkopplade enheter använder mycket bandbredd. Koppla från dem från webben eller vänta tills de är klara med eventuella dataöverföringar.";
"msgid_cancel_connecting" = "Avbryt anslutning";
"msgid_cancel_download_yn" = "Vill du avbryta nedladdningen?";
"msgid_cancel_vb" = "Avbryt";
"msgid_cannot_connect_internet" = "Det går inte att ansluta till Internet.";
"msgid_cannot_connect_to_server_short" = "Det går inte att ansluta till servern.";
"msgid_cannot_download" = "Kan inte ladda ned.";
"msgid_cant_connect" = "Det går inte att ansluta.";
"msgid_checking_network_environment" = "Kontrollerar nätverket...";
"msgid_checking_progress" = "Kontrollerar...";
"msgid_close" = "Stäng";
"msgid_close_remote_play_confirmation" = "Den här fjärrspelssessionen kommer att kopplas från.";
"msgid_confirm_continue" = "Bekräfta och fortsätt";
"msgid_connect_connection_light_bar" = "Parkoppla handkontrollen genom att trycka på och hålla ned skapa-knappen eller SHARE-knappen samtidigt med PS-knappen tills lampskenan börjar blinka. När lampskenan blinkar går du till Bluetooth-inställningarna på den här enheten och väljer handkontrollen. Om lampskenan är tänd är handkontrollen ansluten.";
"msgid_connect_controller_wired" = "Anslut handkontrollen till datorn med en USB-kabel.";
"msgid_connect_ds4_light_bar" = "Parkoppla handkontrollen genom att trycka på och hålla ned SHARE-knappen samtidigt med PS-knappen tills lampskenan börjar blinka. När lampskenan blinkar går du till Bluetooth-inställningarna på den här enheten och väljer handkontrollen. Om lampskenan är tänd är handkontrollen ansluten.";
"msgid_connect_home_number" = "Om du vill ansluta via hemnätverket väljer du [Ange nummer] och parkopplar ditt PS4-system.";
"msgid_connect_lost" = "Anslutningen bröts.";
"msgid_connect_lost_controller_ps4" = "Du tilldelades en handkontroll på det PS4-system du är ansluten till.";
"msgid_connect_lost_controller_ps5" = "Du tilldelades en handkontroll på det PS5-system du är ansluten till.";
"msgid_connect_pfn_time_out" = "Det tog för lång tid att ansluta till PS5-systemet. Försök ansluta igen.";
"msgid_connect_pfn_wrong_number" = "Det angivna numret är felaktigt.";
"msgid_connect_ps4_cable" = "Använd en LAN-kabel för att ansluta PS5- eller PS4-systemet till internet.";
"msgid_connect_ps4_pfn" = "Vilken vill du ansluta till?";
"msgid_connect_via_internet_rp_ps4" = "Om du vill ansluta via internet väljer du [Inställningar] > [Kontohantering] > [Aktivera som ditt primära PS4-system] > [Aktivera] på PS4-systemet.";
"msgid_connecting_turning_ps4" = "Ansluter och aktiverar ditt PS4-system...";
"msgid_connecting_turning_ps5" = "Ansluter och aktiverar ditt PS5-system...";
"msgid_connection_pfn_lost" = "Anslutningen till PS5-systemet har kopplats från.";
"msgid_connection_ps4_lost" = "Anslutningen till PS4-systemet har kopplats från.";
"msgid_connection_speed_remote_play" = "Hastigheten på nätverksanslutningen är inte tillräckligt hög. Du bör ha ned- och uppladdningshastigheter på minst 5 Mbit/s.";
"msgid_connection_unstable_try_again" = "Nätverksanslutningen kan vara instabil. Prova med att flytta dig eller vänta en liten stund.";
"msgid_controller_disconnect_charge" = "Handkontrollen har kopplats från. Ladda batteriet.";
"msgid_decrease_text_size" = "Minska textstorleken";
"msgid_delete" = "Ta bort";
"msgid_delete_all" = "Ta bort alla";
"msgid_disabled" = "Inaktiverad";
"msgid_disconnect_connection" = "Koppla från";
"msgid_downloading_ellipsis" = "Laddar ned...";
"msgid_edit" = "Redigera";
"msgid_enable_rp_connect_ps5" = "Om du vill använda fjärrspel aktiverar du det först på det PS5-system du ska ansluta till. Gå till [Inställningar] > [System] > [Fjärrspel] på det PS5-systemet och aktivera [Aktivera fjärrspel].";
"msgid_enable_rp_turn_on" = "Gå till [Inställningar] > [System] > [Fjärrspel] på PS5-systemet och aktivera [Aktivera fjärrspel].";
"msgid_enjoy_remote_ps4_pfn" = "Fjärrspela dina favoritspel på PS5 och PS4 med den här enheten.";
"msgid_enter_login_passcode" = "Ange säkerhetskoden för inloggning för ditt PS5-system.";
"msgid_enter_number" = "Ange nummer";
"msgid_enter_number_label" = "Ange nummer";
"msgid_enter_number_register_device" = "Välj [Inställningar] > [System] > [Fjärrspel] > [Parkoppla enhet] på PS5-systemet och ange sedan numret i följande fält.";
"msgid_enter_ps4_login_passcode" = "Ange säkerhetskod för inloggning för det PS4-system du ansluter till.";
"msgid_exit_full_screen" = "Avsluta helskärm";
"msgid_failed" = "Misslyckades";
"msgid_failed_login_ps4" = "Det går inte att logga in på det PS4-system du ansluter till.";
"msgid_frame_rate" = "Bildrutefrekvens";
"msgid_full" = "Fullständigt";
"msgid_general" = "Allmänt";
"msgid_generic_error_again" = "Det uppstod ett fel.";
"msgid_go_to_home_ps4" = "Gå till hemskärmen på PS4";
"msgid_go_to_home_ps5" = "Gå till hemskärmen på PS5";
"msgid_high" = "Hög";
"msgid_hint" = "Tips";
"msgid_hints" = "Tips";
"msgid_home_network_register" = "Ditt hemnätverk används för att parkoppla PS5-systemet.";
"msgid_icon_lose_connection" = "Den här ikonen visas när du håller på att förlora anslutningen.";
"msgid_increase_text_size" = "Öka textstorleken";
"msgid_intellectual_property_notices" = "Meddelande om upphovsrätt";
"msgid_internet_busy_try_again" = "Nätverksanslutningen kan vara hårt belastad. Vänta en stund och försök sedan igen.";
"msgid_internet_connection_low" = "Kvaliteten på internetanslutningen är dålig. Det kan hända att anslutningen kopplas från.";
"msgid_it_not_play_time" = "Du har inte speltid just nu.";
"msgid_legal_about_app_data_1" = "Innehåll\n\n■ Översikt över appdata\n■ Komplett förklaring av appdata\n　　• Vad är appdata?\n　　• Vad är det inställningarna för appdata styr?\n　　• Vad använder vi appdata till?\n■ Om oss\n\n■ Översikt över appdata\n\nNär du använder appen Remote Play kan information om appen, enheten den är installerad på samt vad du gör med den samlas in. Vi kallar den här informationen för appdata.\n\nVi samlar alltid in information som behövs för att köra appen. Dessa uppgifter kallas begränsade data och omfattar följande typer av information:\n\n• Det unika namnet på enheten som appen körs på (ofta en lång rad bokstäver och siffror)\n• Inställningar som du har angett i appen (som datum, region och språk)\n• Din internetanslutning\n• Hur lång tid det tar att ladda ned information till appen (så att vi vet om något går snett och kan fixa det)\n\nEn del information samlas bara in om du tillåter det. Denna information kallas fullständiga data. Det här inkluderar mer detaljerad information som information om hur länge du använder appen och dina videoströmmar.\n\nVi använder informationen som appen skickar för att:\n\n• vi ska kunna hjälpa dig med det du ber om\n• förbättra våra appar och produkter \n• försäkra oss om att användarna följer våra regler och gällande lagar (så att PlayStation Network är roligt för alla)\n• ta fram nya produkter.\n\nOm du har ett konto för PlayStation Network kan vi lägga till den information appen eller enheten skickar till den information vi redan har om dig.\n\nNär ett barnkonto använder den här appen samlas endast begränsade data in.\n\nI vår sekretesspolicy kan du läsa mer om vad vi gör med den insamlade informationen, vem vi delar den med, hur du bestämmer vad vi får göra med den och vilka rättigheter du har. Du kan läsa vår sekretesspolicy på www.playstation.com/legal/privacy-policy.";
"msgid_legal_about_app_data_2" = "■ Komplett förklaring av appdata\n\nVad är appdata?\n\nOm du använder appen Remote Play kan vi använda data från och/eller lagra data på mobilen, surfplattan, datorn och/eller andra enheter du använder.\nDet finns två slags appdata:\n\n(1) Begränsade data\nVåra servrar måste skicka, ta emot och logga följande begränsade data för att leverera våra tjänster:\n• Innehållsdata: Video, ljud, grafik, text, spelnivå, kontoinformation som begärs och laddas ned för de spel du använder via appen Remote Play.\n• Licensdata: Information om visning av och interaktion med licensierat innehåll (t.ex. videor) som krävs för att producera anonymiserade, sammanfattande rapporter för att betala licensgivare för det innehållet.\n• Nätverksdata: Information om din enhets nätverksanslutningar (som mobil-, Ethernet-, Wi-Fi- och Bluetooth-anslutningar) inklusive IP-adress samt anslutningarnas antal, krav och hastigheter.\n• Konfigurationsdata: Viss information om din enhets konfiguration, t.ex. skärmstorlek och upplösning, datum, region, språk, nationella inställningar och funktioner.\n• Feldata: Information om felkoder och grundläggande data om när och var eventuella fel inträffar. (Ett fel kan tyda på ett problem som behöver åtgärdas.)\n• Data om laddningstid: Grundläggande information om hur lång tid det tar att ladda ned och upp innehållsdata till din enhet. (Lång tid kan tyda på att något är fel.)\n• Säkerhetsdata: Information som krävs för att upptäcka och undersöka skadlig, obehörig eller bedräglig aktivitet.\n• Juridiska data: Information som krävs enligt gällande lagstiftning och för regelefterlevnad.\n\n(2) Fullständiga data\nVi kan också komma att skicka, ta emot och logga ytterligare och mer detaljerad information om konfiguration av appen, mobilen, surfplattan eller någon annan enhet. Fullständiga data kan inbegripa mer detaljerad information om din nätverksanslutning, enhet och videoströmmar.\nExempel:\nNär du använder appen Remote Play kan vi komma åt information om din användning av appen, inklusive hur långa dina sessioner är, kvaliteten på videoströmmar och videons bildrutefrekvens.\n\nAppdata överförs vanligen till oss och lagras med en eller flera unika nätverks-, enhets- och/eller kontoidentifierare.";
"msgid_legal_about_app_data_3" = "Vad är det inställningarna för appdata styr?\n\nMed inställningarna för appdata kan du styra vilka appdata vi lagrar och använder. Du kan välja: \n• Begränsade data: Om du väljer den här inställningen är det bara begränsade data som används och lagras.\n• Fullständiga data: Om du väljer den här inställningen kommer både begränsade data och fullständiga data att användas och lagras.\n\nInställningarna för appdata är bara associerade med den enhet eller app som de visas på och är inte associerade med ditt konto för PlayStation Network. Du styr användning och lagring av data för respektive enhet (t.ex. PS4, PS5), app och webbläsare som du använder, oberoende av de andra.\n\nVad använder vi appdata till?\n\nBegränsade data och, om du tillåter det, fullständiga data används så som beskrivs i vår sekretesspolicy (www.playstation.com/legal/privacy-policy).\nDet här omfattar användning av appdata för att:\n• driva appen Remote Play.\n• ta fram anonym statistik\n• förstå prestanda hos appen eller enheten och utveckla förbättringar samt nya produkter och tjänster\n• identifiera, undersöka och minimera bedrägligt, obehörigt eller skadligt beteende\n• genomföra revision samt följa gällande regler och lagar (till exempel vid anspråksförfarande eller andra aktiviteter som måste uppfylla viss lagstiftning).\n\n■Om oss\n\nLäs om oss i vår sekretesspolicy på www.playstation.com/legal/privacy-policy\n\nVersion 1.1";
"msgid_legal_about_app_data_combined" = "Innehåll\n\n■ Översikt över appdata\n■ Komplett förklaring av appdata\n　　• Vad är appdata?\n　　• Vad är det inställningarna för appdata styr?\n　　• Vad använder vi appdata till?\n■ Om oss\n\n■ Översikt över appdata\n\nNär du använder appen Remote Play kan information om appen, enheten den är installerad på samt vad du gör med den samlas in. Vi kallar den här informationen för appdata.\n\nVi samlar alltid in information som behövs för att köra appen. Dessa uppgifter kallas begränsade data och omfattar följande typer av information:\n\n• Det unika namnet på enheten som appen körs på (ofta en lång rad bokstäver och siffror)\n• Inställningar som du har angett i appen (som datum, region och språk)\n• Din internetanslutning\n• Hur lång tid det tar att ladda ned information till appen (så att vi vet om något går snett och kan fixa det)\n\nEn del information samlas bara in om du tillåter det. Denna information kallas fullständiga data. Det här inkluderar mer detaljerad information som information om hur länge du använder appen och dina videoströmmar.\n\nVi använder informationen som appen skickar för att:\n\n• vi ska kunna hjälpa dig med det du ber om\n• förbättra våra appar och produkter \n• försäkra oss om att användarna följer våra regler och gällande lagar (så att PlayStation Network är roligt för alla)\n• ta fram nya produkter.\n\nOm du har ett konto för PlayStation Network kan vi lägga till den information appen eller enheten skickar till den information vi redan har om dig.\n\nNär ett barnkonto använder den här appen samlas endast begränsade data in.\n\nI vår sekretesspolicy kan du läsa mer om vad vi gör med den insamlade informationen, vem vi delar den med, hur du bestämmer vad vi får göra med den och vilka rättigheter du har. Du kan läsa vår sekretesspolicy på www.playstation.com/legal/privacy-policy.\n\n■ Komplett förklaring av appdata\n\nVad är appdata?\n\nOm du använder appen Remote Play kan vi använda data från och/eller lagra data på mobilen, surfplattan, datorn och/eller andra enheter du använder.\nDet finns två slags appdata:\n\n(1) Begränsade data\nVåra servrar måste skicka, ta emot och logga följande begränsade data för att leverera våra tjänster:\n• Innehållsdata: Video, ljud, grafik, text, spelnivå, kontoinformation som begärs och laddas ned för de spel du använder via appen Remote Play.\n• Licensdata: Information om visning av och interaktion med licensierat innehåll (t.ex. videor) som krävs för att producera anonymiserade, sammanfattande rapporter för att betala licensgivare för det innehållet.\n• Nätverksdata: Information om din enhets nätverksanslutningar (som mobil-, Ethernet-, Wi-Fi- och Bluetooth-anslutningar) inklusive IP-adress samt anslutningarnas antal, krav och hastigheter.\n• Konfigurationsdata: Viss information om din enhets konfiguration, t.ex. skärmstorlek och upplösning, datum, region, språk, nationella inställningar och funktioner.\n• Feldata: Information om felkoder och grundläggande data om när och var eventuella fel inträffar. (Ett fel kan tyda på ett problem som behöver åtgärdas.)\n• Data om laddningstid: Grundläggande information om hur lång tid det tar att ladda ned och upp innehållsdata till din enhet. (Lång tid kan tyda på att något är fel.)\n• Säkerhetsdata: Information som krävs för att upptäcka och undersöka skadlig, obehörig eller bedräglig aktivitet.\n• Juridiska data: Information som krävs enligt gällande lagstiftning och för regelefterlevnad.\n\n(2) Fullständiga data\nVi kan också komma att skicka, ta emot och logga ytterligare och mer detaljerad information om konfiguration av appen, mobilen, surfplattan eller någon annan enhet. Fullständiga data kan inbegripa mer detaljerad information om din nätverksanslutning, enhet och videoströmmar.\nExempel:\nNär du använder appen Remote Play kan vi komma åt information om din användning av appen, inklusive hur långa dina sessioner är, kvaliteten på videoströmmar och videons bildrutefrekvens.\n\nAppdata överförs vanligen till oss och lagras med en eller flera unika nätverks-, enhets- och/eller kontoidentifierare.\n\nVad är det inställningarna för appdata styr?\n\nMed inställningarna för appdata kan du styra vilka appdata vi lagrar och använder. Du kan välja: \n• Begränsade data: Om du väljer den här inställningen är det bara begränsade data som används och lagras.\n• Fullständiga data: Om du väljer den här inställningen kommer både begränsade data och fullständiga data att användas och lagras.\n\nInställningarna för appdata är bara associerade med den enhet eller app som de visas på och är inte associerade med ditt konto för PlayStation Network. Du styr användning och lagring av data för respektive enhet (t.ex. PS4, PS5), app och webbläsare som du använder, oberoende av de andra.\n\nVad använder vi appdata till?\n\nBegränsade data och, om du tillåter det, fullständiga data används så som beskrivs i vår sekretesspolicy (www.playstation.com/legal/privacy-policy).\nDet här omfattar användning av appdata för att:\n• driva appen Remote Play.\n• ta fram anonym statistik\n• förstå prestanda hos appen eller enheten och utveckla förbättringar samt nya produkter och tjänster\n• identifiera, undersöka och minimera bedrägligt, obehörigt eller skadligt beteende\n• genomföra revision samt följa gällande regler och lagar (till exempel vid anspråksförfarande eller andra aktiviteter som måste uppfylla viss lagstiftning).\n\n■Om oss\n\nLäs om oss i vår sekretesspolicy på www.playstation.com/legal/privacy-policy\n\nVersion 1.1";
"msgid_limited" = "Begränsat";
"msgid_limited_data_collection" = "Dela bara data som behövs för att viktiga PlayStation-funktioner och -tjänster ska kunna underhållas och användas.";
"msgid_log_in_expire_rp" = "Om du inte har varit inloggad på PS5-systemet på ett tag måste du logga in igen.";
"msgid_login_pfn_enter_num" = "Logga in på PS5-systemet, välj [Inställningar] > [Fjärrspel] > [Parkoppla enhet] och ange sedan numret på den här enheten.";
"msgid_login_ps4_enter_num" = "Logga in på PS4-systemet, välj [Inställningar] > [Inställningar för anslutning till fjärrspel] > [Lägg till enhet] och ange sedan numret på den här enheten.";
"msgid_login_ps4_enter_num_ps5" = "Logga in på PS4-systemet, välj [Inställningar] > [Inställningar för anslutning till fjärrspel] > [Lägg till enhet] och ange sedan numret på det här PS5-systemet.";
"msgid_login_ps5_enter_num_ps5" = "Logga in på PS5-systemet, välj [Inställningar] > [Fjärrspel] > [Parkoppla enhet] och ange sedan numret på det här PS5-systemet.";
"msgid_make_destination_standby" = "Sätt den anslutna konsolen i viloläge";
"msgid_manage_data_you_provide" = "Data du tillhandahåller";
"msgid_max_device_no_mic" = "Du kan inte använda mikrofon ihop med fjärrspel om det högsta antalet enheter som kan anslutas till PS4-systemet har uppnåtts.";
"msgid_max_num_user_pfn" = "Någon annan måste logga ut innan du kan logga in på PS5-systemet.";
"msgid_max_num_user_ps4" = "Någon annan måste logga ut innan du kan logga in på PS4-systemet.";
"msgid_mic_disconnect" = "Mikrofonen har kopplats från.";
"msgid_modify_settings" = "Ändra inställningar";
"msgid_muted" = "Mikrofon av";
"msgid_nat_type" = "NAT-typ";
"msgid_net_connection_slow_rp" = "Hastigheten på nätverksanslutningen är just nu för långsam för fjärrspel.";
"msgid_net_speed_no_strong" = "Hastigheten på nätverksanslutningen kanske inte är tillräckligt hög.";
"msgid_network_temp_congested" = "Internetanslutningen kan vara tillfälligt överbelastad.";
"msgid_no" = "Nej";
"msgid_no_connect_pfn" = "Det går inte att ansluta till PS5-systemet.";
"msgid_no_connect_pfn_controller_max" = "Du kan inte ansluta fler handkontroller till PS5-systemet.";
"msgid_no_connect_pfn_off" = "Du kan inte ansluta till PS5-systemet när det är avstängt.";
"msgid_no_connect_ps4" = "Det går inte att ansluta till PS4-systemet.";
"msgid_no_connect_ps4_controller_max" = "Du kan inte ansluta fler handkontroller till PS4-systemet.";
"msgid_no_connect_ps4_off" = "Du kan inte ansluta till PS4-systemet när det är avstängt.";
"msgid_no_connect_ps4_time_out" = "Det tog för lång tid att ansluta till PS4-systemet. Försök ansluta igen.";
"msgid_no_connect_registered_ps4" = "Det går inte att ansluta till det parkopplade PS4-systemet.";
"msgid_no_display_rp_screen" = "Det går inte att visa skärmen från den anslutna konsolen. Skärmen har innehåll som inte kan visas med fjärrspel.";
"msgid_no_find_pfn" = "Det går inte att hitta PS5-systemet.";
"msgid_no_find_ps4" = "Det går inte att hitta PS4-systemet";
"msgid_no_find_ps5" = "Det går inte att hitta PS5-systemet";
"msgid_no_login_pfn" = "Det går inte att logga in på det PS5-system du ansluter till.";
"msgid_no_mic_available" = "Det går inte att använda mikrofonen.";
"msgid_no_pfn_register_manual" = "Det går inte att hitta PS5-systemet. Parkoppla PS5-systemet manuellt.";
"msgid_no_ps5_log_in_again_rp" = "Du kanske inte kan hitta det PS5-system du vill ansluta till om det var länge sedan du var inloggad på det. Logga in på det PS5-systemet och försök sedan ansluta igen.";
"msgid_no_register_pfn" = "Det går inte att parkoppla det PS5-system som du vill ansluta till.";
"msgid_no_register_ps4" = "Det går inte att parkoppla det PS4-system som du vill ansluta till.";
"msgid_no_registered_pfn" = "Det går inte att hitta det parkopplade PS5-systemet.";
"msgid_no_results_found_d" = "Kontrollera din internetanslutning.";
"msgid_not_available" = "-";
"msgid_not_connected" = "Ej ansluten";
"msgid_number_another_user_was" = "Numret för en annan användare angavs.";
"msgid_number_network_ps4" = "Parkoppla PS4-systemet genom att ansluta den här enheten till samma nätverk som PS4-systemet.";
"msgid_number_network_ps5" = "Parkoppla PS5-systemet genom att ansluta den här enheten till samma nätverk som PS5-systemet.";
"msgid_ok" = "OK";
"msgid_only_users_logged_same" = "Högst fyra användare kan vara inloggade samtidigt.";
"msgid_other_connections" = "Andra anslutningar";
"msgid_pair" = "Parkoppla";
"msgid_passcode_incorrect" = "Säkerhetskoden är felaktig.";
"msgid_pfn" = "PS5";
"msgid_pfn_rest_mode_connect_desc" = "Du kan ansluta till PS5-systemet även om det är i viloläge. Välj [Inställningar] > [System] > [Energisparinställningar] > [Funktioner som är tillgängliga i viloläge] på PS5-systemet och starta sedan [Aktivera start av PS5-systemet från nätverket].";
"msgid_pfn_software_update" = "Uppdatera systemprogramvaran för det PS5-system du ansluter till.";
"msgid_playstation_network_back_soon" = "Något gick snett. Försök igen senare.";
"msgid_ps4" = "PS4";
"msgid_ps4_enable_rp_on" = "Gå till [Inställningar] > [Inställningar för anslutning till fjärrspel] på PS4-systemet och aktivera [Aktivera fjärrspel].";
"msgid_ps4_rest_mode_connect_dec" = "Du kan ansluta till PS4-systemet även om det är i viloläge. Välj [Inställningar] > [Energisparinställningar] > [Ställ in funktioner som är tillgängliga i viloläge] på PS4-systemet och starta sedan [Aktivera start av PS4-systemet från nätverket].";
"msgid_ps4_rp_number" = "Välj [Inställningar] > [Inställningar för anslutning till fjärrspel] > [Registrera enheten] på PS4-systemet och ange sedan numret i nedanstående fält.";
"msgid_ps4_software_update" = "Uppdatera systemprogramvaran för det PS4-system du ansluter till.";
"msgid_ps5_already_use_rp" = "Någon använder fjärrspel på det här PS5-systemet just nu.";
"msgid_ps5_pro_resolution_device" = "För PS5- och PS4 Pro-system ställs upplösningen in på högst 1080p beroende på kvaliteten på nätverksanslutningen.";
"msgid_ps5_using_sp" = "Någon använder Share Play på det här PS5-systemet just nu. Om du vill använda fjärrspel måste du stänga Share Play först.";
"msgid_ps_remote_play" = "PS Remote Play";
"msgid_rd_mac_copy" = "Kopiera";
"msgid_reached_limit_number_devices" = "Du kan inte använda mikrofon ihop med fjärrspel om det högsta antalet enheter som kan anslutas till PS5-systemet har uppnåtts.";
"msgid_register_manually" = "Parkoppla manuellt";
"msgid_register_pfn_manual" = "Parkoppla PS5-systemet manuellt.";
"msgid_register_ps4_manual" = "Parkoppla PS4-systemet manuellt.";
"msgid_registering_pfn" = "Parkopplar PS5-systemet ...";
"msgid_registering_ps4" = "Parkopplar PS4-systemet ...";
"msgid_remote_play" = "Fjärrspel";
"msgid_reset_text_size" = "Återställ textstorleken";
"msgid_resolution_ex_pro" = "Upplösning (utom PS4 Pro)";
"msgid_retain_usage_data_choose" = "För att förbättra våra tjänster behåller vi vissa användningsdata. Välj hur mycket du vill dela. Dina data är alltid skyddade.";
"msgid_rp_cannot_use_mic_app_use" = "Du kan inte använda mikrofon ihop med fjärrspel om den används av en annan app på den här enheten.";
"msgid_rp_mac_about_rp" = "Om PS Remote Play";
"msgid_rp_mac_capitalize" = "Börja med stor bokstav";
"msgid_rp_mac_check_doc" = "Kontrollera dokument nu";
"msgid_rp_mac_check_spell" = "Kontrollera stavning medan jag skriver";
"msgid_rp_mac_correct_spell_auto" = "Rätta stavning automatiskt";
"msgid_rp_mac_cut" = "Klipp ut";
"msgid_rp_mac_data_detectors" = "Dataavkännare";
"msgid_rp_mac_enter_screen" = "Använd helskärm";
"msgid_rp_mac_find_long" = "Sök...";
"msgid_rp_mac_find_next" = "Sök nästa";
"msgid_rp_mac_find_pre" = "Sök föregående";
"msgid_rp_mac_find_replace" = "Sök och ersätt...";
"msgid_rp_mac_grammar_w_spell" = "Kontrollera grammatik med stavning";
"msgid_rp_mac_hide_others" = "Dölj övriga";
"msgid_rp_mac_hide_rp" = "Dölj fjärrspel";
"msgid_rp_mac_jump_select" = "Gå till markering";
"msgid_rp_mac_lower_case" = "Små bokstäver";
"msgid_rp_mac_minimize" = "Minimera";
"msgid_rp_mac_paste" = "Klistra in";
"msgid_rp_mac_paste_match" = "Klistra in och matcha stilen";
"msgid_rp_mac_preferences" = "Inställningar...";
"msgid_rp_mac_preferences_title" = "Inställningar";
"msgid_rp_mac_quit_rp" = "Avsluta fjärrspel";
"msgid_rp_mac_redo" = "Gör om";
"msgid_rp_mac_select_find" = "Använd markering för sökning";
"msgid_rp_mac_show_all" = "Visa alla";
"msgid_rp_mac_show_spell_grammar" = "Visa stavning och grammatik";
"msgid_rp_mac_show_sub" = "Visa ersättningar";
"msgid_rp_mac_smart_copy_paste" = "Smart kopiering/inklistring";
"msgid_rp_mac_smart_dashes" = "Smarta streck";
"msgid_rp_mac_smart_links" = "Smarta länkar";
"msgid_rp_mac_smart_quotes" = "Smarta citationstecken";
"msgid_rp_mac_speech" = "Tal";
"msgid_rp_mac_spell_grammar" = "Stavning och grammatik";
"msgid_rp_mac_start_speech" = "Börja tala";
"msgid_rp_mac_stop_speech" = "Sluta tala";
"msgid_rp_mac_substitutions" = "Ersättningar";
"msgid_rp_mac_text_replace" = "Textersättning";
"msgid_rp_mac_transformation" = "Transformation";
"msgid_rp_mac_undo" = "Ångra";
"msgid_rp_mac_upper_case" = "Stora bokstäver";
"msgid_rp_mac_zoom" = "Zooma";
"msgid_rp_no_access_mic" = "PS Remote Play har inte åtkomst till mikrofonen.";
"msgid_rp_remote_play_frame_rate_info" = "Ange videojämnhet för fjärrspel.\n\nProva [Hög] när du har en snabb anslutning till PS4-systemet. Men om du väljer [Hög] pausas inspelningen av spelförloppet på PS4-systemet när du använder fjärrspel.";
"msgid_rp_use_computer_keyboard" = "Vi har tagit bort rutan för textinmatning från PS Remote Play. Nu kan du använda tangentbordet på datorn för att skriva direkt på PS5- eller PS4-systemet.";
"msgid_rp_via_internet_activate" = "Om du vill ansluta via internet måste du aktivera PS4-systemet. Gå till [Inställningar] > [Kontohantering] > [Aktivera som ditt primära PS4-system] på PS4-systemet och välj [Aktivera].";
"msgid_search" = "Sök";
"msgid_search_few_mins" = "Det här kan ta några minuter.";
"msgid_search_nearby" = "Söker efter anslutningar i närheten...";
"msgid_search_via_internet" = "Söker efter anslutningar via internet...";
"msgid_select_pfn_connect" = "Du har loggat in på nedanstående PS5-system. Välj det som du vill ansluta till.";
"msgid_select_previous_console_other" = "Välj den konsol du senast var ansluten till eller hitta andra anslutningar.";
"msgid_select_ps5" = "Välj ett PS5-system";
"msgid_select_ps5_connection" = "Om du vill se vilka PS5-konsoler du har loggat in på väljer du [Välj ett PS5-system]. Se om du kan hitta ett PS5-system som du vill ansluta till.";
"msgid_sets_resolution_video_remote" = "Ange videoupplösning för fjärrspel. Prova med [540p] eller [360p] om video eller ljud hackar.";
"msgid_settings" = "Inställningar";
"msgid_share_behavioral_data" = "Dela mer detaljerad information om din nätverksanslutning, enhet och videoströmmar.";
"msgid_sign_in_psn" = "Logga in";
"msgid_sign_out" = "Logga ut";
"msgid_sign_ppr_first_time_rp" = "Om det är första gången du loggar in på det PS5-system du ansluter till kan det ta några minuter innan du kan använda fjärrspel.";
"msgid_something_went_wrong_restart" = "Det uppstod ett fel. Du måste starta om det PS5-system du är ansluten till.";
"msgid_something_wrong_restart_ps4" = "Det uppstod ett fel. Du måste starta om det PS4-system du är ansluten till.";
"msgid_speaker_active" = "Högtalare aktiv";
"msgid_speaker_muted" = "Högtalare av";
"msgid_standard" = "Standard";
"msgid_start_rp_close_app" = "Om du vill starta fjärrspel behöver du stänga program, spel och funktioner på PS4-systemet som inte kan användas med fjärrspel.";
"msgid_start_rp_pfn_close_app" = "Om du vill starta fjärrspel behöver du stänga program, spel och funktioner på PS5-systemet som inte kan användas med fjärrspel.";
"msgid_stop_features_rp" = "Stäng Dela skärm eller funktioner som är i multitasking-läge på din PS5.";
"msgid_time_separator" = ":";
"msgid_try_again" = "Försök igen";
"msgid_try_low_video_quality" = "Ställ in en lägre videokvalitet för fjärrspel.";
"msgid_type_num" = "Typ %1$@";
"msgid_update_controller2_ps5" = "Du kan uppdatera enhetsprogramvaran för din trådlösa DualSense Edge-handkontroll till den senaste versionen genom att ansluta den till PS5-systemet.";
"msgid_update_controller_ps5" = "Du kan uppdatera enhetsprogramvaran för din trådlösa DualSense-handkontroll till den senaste versionen genom att ansluta den till PS5-systemet.";
"msgid_update_remoteplay_now" = "Du måste uppdatera PS Remote Play för att fortsätta. Vill du uppdatera nu?";
"msgid_update_software_console" = "Uppdatera systemprogramvaran för den här konsolen.";
"msgid_use_controler_5_ds4" = "Använda den trådlösa handkontrollen för PS5- eller PS4-systemet";
"msgid_use_home_network_rp" = "Ditt hemnätverk används för fjärrspel.";
"msgid_user_agreement" = "Användaravtal";
"msgid_user_using_rp_server" = "Någon annan använder fjärrspel på det PS4-system du ansluter till.";
"msgid_variable_percent" = "%1$@ %%";
"msgid_version" = "Version";
"msgid_video_quality_ps4_rp" = "Videokvalitet för fjärrspel (PS4)";
"msgid_view" = "Visa";
"msgid_voice_chat_microphone" = "Använd mikrofonen för röstchatt.";
"msgid_vr_on_no_rp" = "Du kan inte använda mikrofon ihop med fjärrspel när VR-headsetet är igång.";
"msgid_wait" = "Vänta...";
"msgid_welcome_ps_rp" = "Välkommen till PS Remote Play!";
"msgid_window" = "Fönster";
"msgid_wired_connection" = "Fast anslutning";
"msgid_wireless_connection" = "Trådlös anslutning";
"msgid_wireless_controller_ps4" = "Trådlös handkontroll för PS4";
"msgid_wireless_controller_ps5" = "Trådlös handkontroll för PS5";
"msgid_yes" = "Ja";
